export default function JobDescription() {
  return (
    <>
      <div className="job-description">
        <p>
          <span>
            하이브는 구성원들이 뛰어난 동료들과 함께 최고의 퍼포먼스를 낼 수
            있도록 다양한 복리후생 프로그램을 제공하며, 더 좋은 근무환경을
            만들기 위해 지속적으로 연구하고 있습니다.
            <br />
            <br />
            [조직문화]
            <br />• 자율 출퇴근과 무제한 연차휴가로 스스로 업무 시간 관리
            <br />
            • 자유로운 의견교환과 상호신뢰에 근거한 수평적 커뮤니케이션
            (직급없이 모든 구성원이 “님” 호칭과 존댓말 사용)
            <br />• 시간, 장소, 상황에 맞게 개성을 표현할 수 있는 자유복장
            <br />
            <br />
            [사무환경]
            <br />• 일에 몰입할 수 있는 최적의 사무공간
            <br />• 효율적인 업무 진행을 위해 직무별 최적화된 장비와 소프트웨어
            제공
            <br />
            • 창의력이 샘솟는 다양한 컨셉의 휴게 공간
            <br />
            <br />
            [휴게공간]
            <br />
            • 아침마다 채워지는 다양한 식사와 음료 / 닌텐도, 플레이스테이션 등의
            장비가 구비된 게임존
            <br />• 유연한 근무환경(재택근무 등)에 필요한 통신비 지원
            <br />
            • 구성원의 신체적 심리적 건강을 책임지는 피트니스 센터와 심리상담
            서비스 운영
            <br />
            <br />
            [가족/생활지원]
            <br />
            • 새로운 가족의 탄생을 축하하는 출산휴가/육아휴직 지원 (출산휴가
            최대 180일, 급여 100% 제공)
            <br />• 해외 출장시 구성원 안전을 책임지는 해외 재난구조 서비스 /
            어려울 때 함께하는 상조서비스 지원
            <br />• 건강하고 행복한 삶을 위한 종합검진(년1회)과 실손보험 지원
            <br />
            <br />
            [사내이벤트]
            <br />• 다양한 문화활동으로 가득한 컬처데이
            <br />
            • 리더와 구성원간 수평적 소통을 실천하는 타운홀 미팅
            <br />
            • 구성원간 상호 이해를 높이는 랜덤 런치 네트워킹 프로그램 (빅히트
            사다리)
            <br />
            <br />
            [기타사항]
            <br />• 온보딩을 위한 Win Together 프로그램 적용 (수습기간 6개월)
            <br /> - Win Together 프로그램은 빅히트 DNA에 기반한 고유의 ‘온보딩
            과정’으로 빅히트의 인재상과 조직문화를 의미하는 열정, 자율, 신뢰의
            이해와 체화를 돕기 위해 진행됩니다.
            <br /> - 프로그램 기간 동안 급여 및 복리후생에 차등은 없습니다.
            <br /> - 최종 평가결과가 사내 기준에 부합하지 않을 경우, 채용이
            취소될 수 있습니다.
            <br />• 장애인 및 국가보훈대상자는 지원 시 관련법에 의거하여
            우대합니다.
            <br />• 지원서 등 제출자료와 채용 프로세스 전반에서 허위사실이
            발견될 경우 채용이 취소됩니다.
            <br />• 제출해주신 이력서는 빅히트 엔터테인먼트 및 빅히트
            쓰리식스티, 빅히트 아이피, 빅히트 에듀, beNX, 쏘스뮤직의 인재Pool로
            활용될 수 있음을 안내드립니다.
            <br />
            <br />
            [채용 프로세스]
            <br />
            • 서류전형 : 제출해주신 서류를 각 현업의 담당자께서 검토합니다.
            <br />• 실무 면접 전형 : 실무 직책자와 업무 수행에 필요한 역량,
            경험, 스킬과 관련된 인터뷰를 진행합니다.
            <br />• 조직적합성 면접 전형 : 피플실 구성원과 빅히트에서 일하는
            방식과 지원자가 기대하는 방식의 부합여부를 상호 확인하는
            인터뷰입니다.
            <br />• 리더 면접 전형 : 지원하신 부문의 리더와 실무역량 및
            조직적합성을 종합적으로 확인합니다.
            <br />• 처우협의/최종합격 : 모든 전형에 합격하신 분들께 최종합격
            안내를 드리며, 이후 처우와 입사일 등의 협의를 진행합니다.
            <br />• 참고사항
            <br /> - 직무성격에 따라 실무 과제를 요청드리거나, 테스트가 진행될
            수 있습니다.
            <br /> - 해당 채용은 수시채용 형식입니다. 모든 면접은 일대일, 혹은
            다대일로 진행되며 시간은 최대 1시간 가량 소요됩니다.
          </span>
        </p>
      </div>
    </>
  );
}
